// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "ユーザの役割の管理";

UsersTabTitle = "ユーザ:";
GroupsTabTitle = "グループ:";
RolesTabTitle = "役割:";

// default roles
DeviceAdministrator = "デバイス管理者";
DeviceGuest = "デバイス ゲスト";
DeviceUser = "デバイス ユーザ";

//account types
User = "ﾕｰｻﾞｰ";
Group = "ｸﾞﾙｰﾌﾟ";

// context menu operatons
DeleteUserGroupContextMenu = "ユーザまたはグループの削除";
DeleteRoleContextMenu = "役割の削除";
MoveToGroupContextMenu = "グループに移動";
MoveToUserContextMenu = "ユーザに移動";

// properties names
NameAttribute = "名前:";
RoleAttribute = "役割:";
AuthenticationAttribute = "サインイン方法:";
AccountTypeAttribute = "種類";

// progress titles
UpdateInformationProcessTitle = "情報を更新しています...";

// new accounts window
OkButton = "OK";
CancelButton = "キャンセル";

AccountSettingsTabTitle = "アカウント設定";
PermissionsPoliciesTabTitle = "権限ポリシー";
WindowsDefaultRoleTitle = "Windows の既定の権限:";
LDAPDefaultRoleTitle = "LDAP の既定の権限:";

// alerts
DuplicateNameMessage = "この名前は既に使用されています。";
DuplicateUserGroupNameDescription = "このネットワーク ユーザ名またはグループ名は既に使用されています。新しいネットワーク ユーザ名またはグループ名を入力してください。";
DuplicateNameDescription = "この名前は既に使用されています。新しい名前を入力してください。";
NetworkUserAndGroupTitle = "ネットワーク ユーザまたはグループ";

DeleteRoleErrorDescription = "権限セット (%@) は、デフォルトの権限セットとして、またはネットワーク グループやユーザとデバイスの権限セット マップでまだ使用されているため削除できません。";

// tooltips
CreateNewUserToolTip = "新規ユーザを作成";
CreateNewGroupToolTip = "新規グループを作成";
CreateNewRoleToolTip = "新しい役割を作成";

DeleteUsersToolTip = "選択したユーザを削除";
DeleteGroupsToolTip = "選択したグループを削除";
DeleteRolesToolTip = "選択した役割を削除";

// permission policies
ApplicationNameKey = "アプリケーション名";
ValueKey = "値";

ADMINISTRATIONAPPLICATION = "管理アプリケーション";
REPORTS = "レポート";
CONFIGURATIONSTATUSPAGES = "設定/ステータス ページ";
CONFIGURATIONPAGE = "設定ページ";
USAGEPAGE = "使用状況ページ";
FILEDIRECTORY = "ファイル ディレクトリ";
SUPPLIESSTATUSPAGE = "サプライ品のステータス ページ";
COLORUSAGEJOBLOG = "カラー使用状況ジョブ ログ";
FAXREPORTS = "ファクス レポート";
FAXACTIVITYLOG = "ファクス保守ログ";
BILLINGCODESREPORT = "請求コード レポート";
BLOCKEDFAXLIST = "着信拒否ファクス一覧";
LASTFAXCALLREPORT = "最終ファクス呼び出しレポート";
SPEEDDIALLIST = "短縮ダイヤル一覧";
OTHERPAGES = "その他のページ";
GENERALSETTINGS = "全般設定";
GENERAL = "全般設定";
DATETIME = "日付/時刻";
DATEANDTIME = "日付/時刻";
ENERGYSETTINGS = "エネルギー設定";
PRINTQUALITYMENU = "印刷品質メニュー";
MANAGESTOREDJOBS = "保存ジョブの管理";
ENABLERETRIEVEFROMUSB = "USB からの取得の有効化";
RESTOREFACTORYSETTINGS = "出荷時の設定に戻す";
DISPLAYSETTINGS = "ディスプレイ設定";
NETWORKSETTINGS = "ネットワーク設定";
NETWORKPROTOCOLS = "ネットワーク プロトコル";
COPYSETTINGS = "コピー設定";
FAXSETTINGS = "ファクス設定";
FAXSENDSETTINGS = "ファクス送信の設定";
FAXSENDSETUP = "ファクス送信のセットアップ";
FAXSETUPWIZARD = "ファクス セットアップ ウィザード";
GENERALFAXSENDSETTINGS = "全般的なファクス送信設定";
DEFAULTJOBOPTIONSFAXSEND = "デフォルト ジョブ オプション (ファクス送信)";
FAXRECEIVESETTINGS = "ファクス受信の設定";
FAXRECEIVESETUP = "ファクス受信のセットアップ";
FAXPRINTINGSCHEDULE = "ファクス印刷スケジュール";
BLOCKEDFAXNUMBERS = "着信拒否ファクス番号";
DEFAULTJOBOPTIONSFAXRECEIVE = "デフォルト ジョブ オプション (ファクス受信)";
FAXFORWARDING = "ファクスの転送";
GENERALPRINTSETTINGS = "全般的な印刷設定";
DEFAULTPRINTOPTIONS = "デフォルト印刷オプション";
MANAGETRAYS = "トレイの管理";
STAPLERSTACKERSETTINGS = "ステープル スタッカー設定";
SCANDIGITALSENDSETTINGS = "スキャン/デジタル送信設定";
SCANDIGITALSEND = "スキャン/デジタル送信設定";
EMAILSETTINGS = "電子メールの設定";
EMAILSETUP = "電子メールのセットアップ";
DEFAULTJOBSETTINGSEMAILSETTINGS = "デフォルト ジョブ設定 (電子メールの設定)";
SAVETONETWORKFOLDERSETTINGS = "ネットワーク フォルダに保存の設定";
SAVETONETWORKFOLDERSETUP = "ネットワーク フォルダに保存のセットアップ";
DEFAULTJOBSETTINGSNETWORKFOLDER = "デフォルト ジョブ設定 (ネットワーク フォルダ)";
SAVETOUSBSETTINGS = "USB に保存の設定";
SAVETOUSBSETUP = "USB に保存のセットアップ";
SAVETOUSBJOBSETTINGS = "USB に保存のジョブ設定";
DIGITALSENDSERVICESETUP = "デジタル送信サービスのセットアップ";
MANAGESUPPLIES = "サプライ品の管理";
RESETSUPPLIES = "サプライ品のリセット";
TROUBLESHOOTINGMENU = "トラブルシューティング メニュー";
TROUBLESHOOTING = "トラブルシューティング メニュー";
RETRIEVEDIAGNOSTICDATA = "診断データの取得";
DIAGNOSTICDATA = "診断データの取得";
STAPLERSTACKER = "ステープラー スタッカー";
RETRIEVEFAXDIAGNOSTICDATA = "ファクス診断データを取得";
REMOTECONTROLPANEL = "リモート コントロール パネル";
DIGITALSENDINGSOFTWAREDSSSETUP = "Digital Sending Software (DSS) セットアップ";
DIGITALSENDINGSOFTWARESETUP = "Digital Sending Software セットアップ";
SUPPLYSTATUSAPPLICATION = "サプライ品のステータス アプリケーション";
COPYAPPLICATION = "コピー アプリケーション";
SIDEDCOPYOUTPUT = "片面コピー出力";
MAKEACOLORCOPY = "カラー コピーの作成";
SAVETODEVICEMEMORYAPPLICATION = "デバイス メモリに保存アプリケーション";
OPENFROMDEVICEMEMORYAPPLICATION = "デバイス メモリから開くアプリケーション";
STOREDFAXES = "保存ファクス";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "保存ジョブの削除 (共有またはプライベート)";
TRAYS = "トレイ";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "トレイのサイズと種類の設定を変更する機能";
PRINTING = "印刷中";
PRINTINCOLOR = "カラーで印刷";
OPENFROMUSBAPPLICATION = "USB から開くアプリケーション";
FAXAPPLICATION = "ファクス アプリケーション";
ABILITYTOEDITTHEBILLINGCODE = "請求コードを編集する機能";
ABILITYTOEDITASPEEDDIAL = "短縮ダイヤルを編集する機能";
EMAILAPPLICATION = "電子メール アプリケーション";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "電子メールの差出人フィールドを編集する機能";
ABILITYTOEDITTHETOFIELDFOREMAIL = "電子メールの宛先フィールドを編集する機能";
ABILITYTOEDITTHECCFIELDFOREMAIL = "電子メールの CC フィールドを編集する機能";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "電子メールの BCC フィールドを編集する機能";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "電子メールの件名フィールドを編集する機能";
ABILITYTOEDITTHEBODYOFANEMAIL = "電子メールの本文を編集する機能";
ADDRESSBOOK = "アドレス帳";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "プライベート アドレス帳の連絡先を管理する機能";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "共有アドレス帳の連絡先を管理する機能";
SAVETOSHAREPOINT = "SharePoint® に保存";
NETWORKFOLDERAPPLICATION = "ネットワーク フォルダ アプリケーション";
ABILITYTOEDITTHENETWORKFOLDERPATH = "ネットワーク フォルダ パスを編集する機能";
JOBSTATUSAPPLICATION = "ジョブ ステータス アプリケーション";
DETAILSORCANCELANYUSERSJOB = "ユーザのジョブの詳細またはキャンセル";
ABILITYTOPROMOTEANYUSERSJOB = "ユーザのジョブを昇格する機能";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "全ユーザのジョブ ログですべてのジョブを表示する機能";
SAVETOUSBAPPLICATION = "USB に保存アプリケーション";
DEVICEMAINTENANCEAPPLICATION = "デバイス保守アプリケーション";
INFORMATION = "情報";
DEVICESTATUS = "デバイスのステータス";
PRINT = "プリント";
HPWEBSERVICES = "HP Web サービス";
ONLINEHELP = "オンライン ヘルプ";
FAX = "ファクス";
RESTRICTCOLOR = "カラー制限";

EnableFromRestrictColorPlugin = "この機能を有効にするには、[カラーの使用制限] プラグインに移動します";
ENABLEDEVICEUSB = "ﾃﾞﾊﾞｲｽ USB の有効化";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "パスワードまたは PIN を入力せず保護されたジョブを削除";
JOBLOG = "ジョブ ログ";
STATUSINFORMATION = "ステータス情報";
PRINTABLEREPORTSANDPAGES = "印刷可能なレポートとページ";
NETWORKING = "ネットワーキング";
ALERTS = "アラート";
CONTROLPANELADMINISTRATIONMENU = "コントロール パネル管理メニュー";
AUTOSEND = "自動送信";
DISPLAYCUSTOMIZATIONS = "画面のカスタマイズ";
BACKUPANDRESTORE = "バックアップと復元";
SOLUTIONINSTALLER = "ソリューション インストーラ";
FIRMWAREUPGRADE = "ファームウェア アップグレード";
QUOTAANDSTATISTICSSERVICES = "クォータ サービスと統計サービス";
CONTROLPANELCUSTOMIZATION = "コントロール パネルのカスタマイズ";
QUICKSETSSETUP = "クイック セット セットアップ";
GENERALTROUBLESHOOTING = "一般トラブルシューティング";
CALIBRATIONCLEANING = "調整/クリーニング";
SECURITY = "セキュリティ";
GENERALSECURITY = "一般セキュリティ";
ACCESSCONTROL = "アクセス コントロール";
PROTECTSTOREDDATA = "保管データの保護";
CERTIFICATEMANAGEMENT = "認証管理";
WEBSERVICESECURITY = "Web サービス セキュリティ";
EMAILDOMAINRESTRICTION = "電子メール ドメイン制限";
FAXARCHIVEANDFORWARDING = "ファクスのアーカイブと転送";
SPEEDDIALS = "短縮ダイヤル";
COPYPRINT = "コピー/印刷";
ADJUSTPAPERTYPES = "用紙の種類の調整";
RETRIEVEFROMUSBSETUP = "USB セットアップから取得";
REMOTESCANREQUEST = "リモート スキャン リクエスト";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "電子メールとネットワーク フォルダに保存 クイック セットアップ ウィザード";
PREFERENCES = "基本設定";
